Repository: frodo19/service.coreelec.settings
Catalog: language/resource.language.*/strings.po
Languages: sk_sk

# #32326
source: Are you sure?
sk_sk: Ste si istý/á?

# #32328
source: The system must reboot.
sk_sk: Systém vyžaduje reštart.

# #32329
source: Rebooting in %d seconds
sk_sk: Reštart o %d sekúnd

# #32330
source: Keyboard Type
sk_sk: Typ klávesnice

# #32333
source: Connected:
sk_sk: Pripojené:

# #32334
source: Yes
sk_sk: Áno

# #32335
source: No
sk_sk: Nie

# #32338
source: No Bluetooth adapter found.
sk_sk: Bluetooth adaptér nebol nájdený.

# #32339
source: No Bluetooth device found. Please put your Bluetooth device into discovery mode[CR]and start the scan
sk_sk: Bluetooth zariadenie sa nenašlo. Prosím, zapnite na svojom Bluetooth zariadení režim viditeľnosti[CR]a spustite hľadanie znova

# #32343
source: Enter the following Key on your Device.
sk_sk: Zadajte na svojom zariadení nasledujúci kľúč.

# #32344
source: Enable Bluetooth
sk_sk: Povoliť Bluetooth

# #32346
source: Bluetooth is disabled
sk_sk: Bluetooth je zakázaný

# #32358
source: Trust and Connect
sk_sk: Dôverovať a pripojiť

# #32362
source: Check for updates now:
sk_sk: Skontrolovať aktualizácie:

# #32364
source: Update available
sk_sk: Dostupné aktualizácie

# #32365
source: Show Update Notifications
sk_sk: Zobraziť oznámenia o aktualizáciách

# #32366
source: Update Download Completed
sk_sk: Dokončilo sa sťahovanie aktualizácie

# #32367
source: Update Extract Complete
sk_sk: Dokončilo sa rozbaľovanie aktualizácie

# #32368
source: Advanced Network Settings
sk_sk: Pokročilé nastavenia siete

# #32369
source: Wait for network before starting Kodi
sk_sk: Pred štartom Kodi počkať na sieť

# #32370
source: Maximum Wait Time (Sec.)
sk_sk: Maximálny čas čakania (sek.)

# #32371
source: Backup
sk_sk: Záloha

# #32372
source: Create System and Kodi Backup
sk_sk: Vytvoriť zálohu systému a Kodi

# #32373
source: Restore Backup
sk_sk: Obnoviť zálohu

# #32375
source: Backup Progress
sk_sk: Priebeh zálohovania

# #32376
source: Submit Log
sk_sk: Odoslať protokol

# #32377
source: Upload latest Kodi log and configs, and view the short URL
sk_sk: Nahrať najnovší protokol logy spolu s nastaveniami a zobraziť krátku adresu URL

# #32378
source: Upload latest Kodi crash log and configs, and view the short URL
sk_sk: Nahrať najnovší protokol s pádom a nastaveniami Kodi a zobraziť krátku adresu URL

# #32379
source: There is not enough free storage space to continue!
sk_sk: Pre nedostatok miesta nemožno pokračovať!

# #32380
source: Restoring system settings requires a reboot. Are you sure you want to restore?
sk_sk: Obnovenie systémových nastavení si vyžaduje reštartovanie systému. Ste si istý/á, že chcete reštartovať systém?

# #32381
source: Accept incoming Bluetooth Filetransfer ?
sk_sk: Prijať prichádzajúce súbory cez Bluetooth?

# #32382
source: Speed
sk_sk: Rýchlosť

# #32383
source: Play Files ?
sk_sk: Prehrať súbory?

# #32384
source: OBEX Enabled
sk_sk: OBEX povolené

# #32385
source: OBEX Upload Folder
sk_sk: OBEX priečinok pre nahrávanie súborov

# #32386
source: Keyboard Layout Variant #1
sk_sk: Rozloženie klávesnice #1

# #32387
source: Keyboard Layout Variant #2
sk_sk: Rozloženie klávesnice #2

# #32388
source: Enable Standby
sk_sk: Povoliť pohotovostný režim

# #32389
source: Disable Standby
sk_sk: Zakázať pohotovostný režim

# #32390
source: Settings addon is not yet ready, please try again later.
sk_sk: Doplnok "Nastavenia" nie je pripravený, prosím skúste to neskôr.

# #32391
source: Upload configs and other debug info without logs, and view the short URL
sk_sk: Nahrať nastavenia a ďalšie ladiace informácie bez protokolov a zobraziť krátku adresu URL

# #32393
source: ** SAFE MODE! ** SAFE MODE! ** SAFE MODE! **
sk_sk: ** NÚDZOVÝ REŽIM! ** NÚDZOVÝ REŽIM! ** NÚDZOVÝ REŽIM! **

# #32396
source: Custom
sk_sk: Vlastný

# #32397
source: Off
sk_sk: Vypnutý

# #32398
source: Home
sk_sk: Domáci

# #32399
source: Public
sk_sk: Verejný

# #32400
source: Idle Timeout
sk_sk: Časový limit nečinnosti
