Repository: frodo19/service.coreelec.settings
Catalog: language/resource.language.*/strings.po
Languages: sk_sk

# #600
source: @DISTRONAME@ Settings
sk_sk: Nastavenia @DISTRONAME@

# #601
source: Interface
sk_sk: Rozhranie

# #602
source: Address
sk_sk: Adresa

# #603
source: Type
sk_sk: Typ

# #604
source: State
sk_sk: Stav

# #605
source: Address
sk_sk: Adresa

# #606
source: Distribution:
sk_sk: Distribúcia:

# #607
source: Version:
sk_sk: Verzia:

# #608
source: Architecture:
sk_sk: Architektúra:

# #700
source: Configure a hostname, keyboard type, perform a reset, update, or backups and restores
sk_sk: Nastaviť názov systému, typ klávesnice, vykonať reset do predvolených nastavení, aktualizáciu, zálohovanie a obnovu

# #701
source: Configure network startup options, NTP and VPNs
sk_sk: Nastaviť možnosti pri spustení siete, NTP a VPN

# #702
source: Manage the Ethernet, Wireless and VPN connections available to the system
sk_sk: Upraviť dostupné ethernetové, bezdrôtové a VPN pripojenia systému

# #703
source: Configure system services like Samba, SSH, Cron, Avahi and Syslog
sk_sk: Nastaviť systémové služby ako Samba, SSH, Cron, Avahi a Syslog

# #704
source: Configure and pair Bluetooth devices
sk_sk: Nastaviť a párovať zariadenia Bluetooth

# #707
source: Configure updates
sk_sk: Nastaviť aktualizácie

# #710
source: Configure the Hostname of your @DISTRONAME@ system. This will be used for the HTPC \\hostname in Windows and SMB server name in the Mac OS Finder
sk_sk: Nastavte názov systému @DISTRONAME@. Použije sa ako HTPC \\názov hostiteľa v systéme Windows a SMB server name v Mac OS Finder

# #711
source: Configure the 1st keyboard software layout
sk_sk: Nastavte rozloženie klávesnice č. 1

# #712
source: Configure the 2nd keyboard software layout
sk_sk: Nastavte rozloženie klávesnice č. 2

# #713
source: Configure the physical keyboard type
sk_sk: Nastavte typ fyzickej klávesnice

# #714
source: @DISTRONAME@ can be configured for automatic or manual updates. Automatic updates are available on stable releases and stable release candidates. Automatic update self-disables on beta and development builds
sk_sk: @DISTRONAME@ môže používať automatické alebo manuálne aktualizácie. Automatické aktualizácie sú k dispozícii pre stabilné vydaniach a kandidátov na stabilné vydanie. Automatické aktualizácie sú vypnuté pri betaverziách a vývojových zostaveniach

# #715
source: Set to ON and an on-screen notification will be displayed when a new update is available
sk_sk: Nastavte na ON a pri dostupnosti novej aktualizácie sa na obrazovke zobrazí upozornenie

# #718
source: Send boot config files from /flash, kodi.log, kernel log and Samba configs to https://paste.coreelec.org, and display the short URL
sk_sk: Nahrať bootovacie konfiguračné súbory z /flash, kodi.log, záznam jadra a konfiguráciu Samby na https://paste.coreelec.org a zobraziť krátku URL

# #719
source: Send boot config files from /flash, kodi_crash.log, kernel log and Samba configs to https://paste.coreelec.org, and display the short URL
sk_sk: Nahrať bootovacie konfiguračné súbory z /flash, kodi_crash.log, záznam jadra a konfiguráciu Samby na https://paste.coreelec.org a zobraziť krátku adresu URL

# #720
source: Set to ON to enable the Bluetooth service
sk_sk: Nastavte na ON pre povolenie služby Bluetooth

# #721
source: Send CoreELEC debug info without logs to https://paste.coreelec.org, and display the short URL
sk_sk: Nahrať informácie ladenia CoreELEC bez protokolov na https://paste.coreelec.org a zobraziť krátku adresu URL

# #722
source: Create a tar archive containing all @DISTRONAME@ and Kodi configuration settings, databases and thumbnail content. Backup files will be stored in /storage/backup/
sk_sk: Vytvoriť tar archív, ktorý bude obsahuje všetky nastavenia konfigurácie @DISTRONAME@ a Kodi, databázy a obsah miniatúr. Záložné súbory budú uložené v priečinku /storage/backup/

# #723
source: Restore a tar archive backup previously created using the backup option above
sk_sk: Obnovte pôvodnú zálohu archívneho archívu vytvorenú pomocou možnosti zálohovania vyššie

# #724
source: [COLOR FF00FF00]SOFT RESET[/COLOR] Permanently reset @DISTRONAME@ configuration to defaults (resets also Kodi to default including your library. your media - music/videos/etc are not touched)
sk_sk: [COLOR FF00FF00]SOFT RESET[/COLOR] Nenávratne obnovte nastavenia @DISTRONAME@ na predvolené hodnoty (obnovia sa aj predvolené nastavenia Kodi vrátane vašej knižnice; vašich médií - hudba / videá / atď. sa to však nedotkne)

# #725
source: [COLOR FFFF0000]HARD RESET[/COLOR] Permanently reset @DISTRONAME@ and Kodi configuration to defaults (everything in your storage partition will be deleted)
sk_sk: [COLOR FFFF0000]HARD RESET[/COLOR] Nenávratne obnovte nastavenia @DISTRONAME@ a Kodi na predvolené hodnoty (všetky súbory na diskovom oddieli budú odstránené)

# #726
source: Enable or disable support for Wireless (WLAN) networks
sk_sk: Povolenie alebo zakázanie podpory pre bezdrôtové (WLAN) siete

# #727
source: Enable a 'tethered' Wireless Access Point. This requires your wireless card (and driver) to support bridging and access point mode. Not all cards are capable.
sk_sk: Povolenie zdieľaného ("tethered") bezdrôtového prístupového bodu. Vyžaduje, aby vaša bezdrôtová karta (a ovládač) podporovala režim premostenia a prístupového bodu. Nie všetky karty to dokážu.

# #728
source: Configure the Access Point SSID
sk_sk: Nastavenie SSID prístupového bodu (AP)

# #729
source: Configure the Access Point Passphrase
sk_sk: Nastavenie hesla prístupového bodu (AP)

# #730
source: Enable or disable support for Wired (Ethernet) networks
sk_sk: Povoliť alebo zakázať podporu drôtových (Ethernet) sietí

# #732
source: Configure the 1st time (NTP) server
sk_sk: Nastaviť 1. časový (NTP) server

# #733
source: Configure the 2nd time (NTP) server
sk_sk: Nastaviť 2. časový (NTP) server

# #734
source: Configure the 3rd time (NTP) server
sk_sk: Nastaviť 3. časový (NTP) server

# #736
source: Set to ON to delay Kodi startup until the network is available. Use this if the OS is booting into Kodi before the network is up and central MySQL databases are accessible.
sk_sk: Nastavte na ON pre odloženie spustenia Kodi do okamihu, kedy bude k dispozícií sieť. Použite toto nastavenie, ak operačný systém spúšťa Kodi predtým, ako je dostupná sieť a centrálne databázy MySQL.

# #737
source: Time in seconds to wait for an established network connection.
sk_sk: Čas v sekundách na čakanie na aktiváciu sieťového pripojenia.

# #738
source: Set to ON to enable the embedded Samba (SMB) filesharing service
sk_sk: Nastavte na ON, ak chcete povoliť vstavanú službu zdieľania súborov Samba (SMB)

# #739
source: Set to ON to require username/password access to local Samba fileshares
sk_sk: Nastavte na ON, ak má prístup k lokálnym súborom zdieľaným cez Sambu vyžadovať zadanie mena používateľa a hesla

# #740
source: Set the username for Samba sharing
sk_sk: Nastaviť užívateľské meno pre zdieľanie cez Sambu

# #741
source: Set the password for Samba sharing
sk_sk: Nastaviť heslo pre zdieľanie cez Sambu

# #742
source: Set to ON to enable the embedded SSH server. The SSH console can be accessed with username 'root' and password '@ROOT_PASSWORD@'.
sk_sk: Ak chcete povoliť zabudovaný SSH server, nastavte na ON. Ku SSH konzoli je možné pristupovať pomocou používateľského mena 'root' a hesla '@ROOT_PASSWORD@'.

# #743
source: Set to ON if you have copied private SSH keys to your HTPC and would like to improve security by disabling SSH username and password authentication.
sk_sk: Ak ste skopírovali súkromné SSH kľúče do vášho HTPC, nastavte na ON, čím deaktivujete prihlasovanie heslom a zvýšite tak bezpečnosť systému.

# #744
source: Set to ON to enable the Avahi (Zeroconf/Bonjour) network discovery service
sk_sk: Ak chcete povoliť službu zisťovania siete Avahi (Zeroconf/Bonjour), nastavte na ON

# #745
source: Set to ON to enable the cron daemon
sk_sk: Nastavte na ON, ak chcete povoliť cron

# #746
source: Set the password for SSH
sk_sk: Nastaviť heslo pre SSH

# #747
source: Enable a PIN for @DISTRONAME@ Settings access
sk_sk: Povoliť PIN pre prístup do nastavení @DISTRONAME@

# #748
source: Change the PIN Lock for @DISTRONAME@ Settings access
sk_sk: Zmeniť zámok PIN pre prístup do nastavení @DISTRONAME@

# #751
source: With OBEX filetransfer you can send files, for example movies or pictures over bluetooth to @DISTRONAME@.
sk_sk: S OBEX filetransfer môžete posielať súbory, napríklad filmy alebo obrázky cez bluetooth na @DISTRONAME@.

# #752
source: Here you can set the folder location where OBEX file transfer should store incoming files
sk_sk: Tu môžete nastaviť umiestnenie priečinka, do ktorého má prenos súborov OBEX ukladať prichádzajúce súbory

# #753
source: Configure the 1st keyboard software Variant
sk_sk: Nastavenie prvej varianty softvérovej klávesnice

# #754
source: Configure the 2nd keyboard software Variant
sk_sk: Nastavenie druhej varianty softvérovej klávesnice

# #755
source: Auto share external drives / partitions
sk_sk: Automaticky zdieľať externé disky / oddiely

# #756
source: Disable older SMB protocols by specifying the minimum supported protocol.
sk_sk: Zakázať staršie protokoly SMB zadaním minimálneho podporovaného protokolu.

# #757
source: Disable more recent SMB protocols for backward compatability with legacy clients.
sk_sk: Zakázať novšie protokoly SMB pre spätnú kompatibilitu so staršími klientmi.

# #758
source: NetBIOS group to which the server belongs. Default is WORKGROUP.
sk_sk: NetBIOS skupina, do ktorej patrí server. Predvolená skupina je WORKGROUP.

# #760
source: Select an update channel
sk_sk: Zvoliť kanál aktualizácií

# #761
source: Enable to allow entering a custom update url
sk_sk: Povoľte pre možnosť zadania vlastnej URL adresy aktualizácií

# #762
source: Enter a custom update url (url should be the root of the update files)
sk_sk: Zadajte vlastnú URL adresu aktualizácií (URL by mala byť v koreňovom priečinku súborov aktualizácie)

# #770
source: Select an available version
sk_sk: Vyberte dostupnú verziu

# #771
source: The firewall blocks unwanted network traffic. Home (default) allows traffic from private network ranges (192.168.x.x, 172.16.x.x and 10.x.x.x) only. Public blocks all traffic from all networks. Custom uses rules in /storage/.config/iptables. Off disables the firewall.
sk_sk: Brána firewall blokuje nežiaducu sieťovú prevádzku. Domáci (predvolená hodnota) povolí prevádzku iba z rozsahu privátnych sietí (192.168.x.x, 172.16.x.x a 10.x.x.x). Verejný blokuje prevádzku zo všetkých sietí. Vlastný použije pravidlá zo súboru /storage/.config/iptables. Vypnutý vypína bránu firewall.

# #772
source: Checking for a new version will submit the installed Distribution, Project, CPU Arch and Version to the update server. This data is also used to report basic statistics for the project. To continue checking for updates while opting-out of stats reporting, disable this option.
sk_sk: Kontrola novej verzie odošle nainštalovanú distribúciu, projekt, procesorovú architektúru a verziu na aktualizačný server. Tieto údaje sa používajú aj na získavanie základných štatistík projektu. Ak chcete pokračovať v kontrole aktualizácií no bez odosielania týchto štatistík, vypnite túto možnosť.

# #773
source: Set the idle timeout (in minutes) before devices will be disconnected (defaults to 0 for no timeout). Applies to devices where "Enable Standby" has been activated in the LibreELEC device connection context menu.
sk_sk: Nastaviť časový limit nečinnosti (v minútach) pred odpojením zariadení (predvolená hodnota je 0, čo znamená žiaden limit). Platí pre všetky zariadenia, pre ktoré ste v kontextovej ponuke @DISTRONAME@ aktivovali nastavenie „Povoliť pohotovostný režim.“

# #32001
source: Services
sk_sk: Služby

# #32002
source: System
sk_sk: Systém

# #32003
source: Interface
sk_sk: Rozhranie

# #32005
source: Updates
sk_sk: Aktualizácie

# #32009
source: Keyboard
sk_sk: Klávesnica

# #32010
source: BusyBox Console Keyboard Layout
sk_sk: Rozloženie klávesnice

# #32012
source: Select Action
sk_sk: Zvoliť akciu

# #32013
source: OS Updates
sk_sk: Aktualizácie OS

# #32014
source: Automatic Updates
sk_sk: Automatické aktualizácie

# #32015
source: Update Channel
sk_sk: Kanál aktualizácii

# #32016
source: Show Custom Channels
sk_sk: Zobraziť vlastné kanály

# #32017
source: - Custom Channel 1
sk_sk: - Vlastný kanál 1

# #32018
source: - Custom Channel 2
sk_sk: - Vlastný kanál 2

# #32019
source: - Custom Channel 3
sk_sk: - Vlastný kanál 3

# #32020
source: Available Versions
sk_sk: Dostupné verzie

# #32021
source: Submit Statistics
sk_sk: Odoslať štatistiku

# #32022
source: Firmware Updates
sk_sk: Aktualizácie firmwaru

# #32023
source: Updating will occur once the system is rebooted.
sk_sk: Aktualizácia sa nainštaluje hneď po reštarte systému.

# #32024
source: Bootloader EEPROM
sk_sk: Zavádzač EEPROM

# #32025
source: Update the Raspberry Pi Bootloader EEPROM to the latest version. This option is automatically disabled after rebooting. Reboot the system to apply the update.
sk_sk: Aktualizovať zavádzač EEPROM Raspberry Pi na aktuálnu verziu. Táto možnosť sa po reštarte automaticky vypne. Pre spustenie aktualizácie reštartujte systém.

# #32026
source: VIA USB3 Firmware
sk_sk: Firmware VIA USB3

# #32027
source: Update the Raspberry Pi VIA USB3 firmware to the latest version. This option is automatically disabled after rebooting. Reboot the system to apply the update.
sk_sk: Aktualizovať firmware VIA USB3 Raspberry Pi na aktuálnu verziu. Táto možnosť sa po reštarte automaticky vypne. Pre spustenie aktualizácie reštartujte systém.

# #32028
source: update from %s to %s
sk_sk: aktualizovať z %s na %s

# #32029
source: up to date: %s
sk_sk: aktuálne: %s

# #32100
source: Connections
sk_sk: Pripojenia

# #32101
source: Network
sk_sk: Sieť

# #32102
source: Wireless Networks
sk_sk: Bezdrôtové siete

# #32103
source: Wired Networks
sk_sk: Drôtové siete

# #32105
source: Active
sk_sk: Aktívne

# #32106
source: Username
sk_sk: Prihlasovacie meno

# #32107
source: Passphrase
sk_sk: Heslo

# #32108
source: Enable 'tethered' Wireless Access Point
sk_sk: Povoliť zdieľaný (tethered) bezdrôtový prístupový bod

# #32109
source: Connect Automatically
sk_sk: Pripojiť automaticky

# #32110
source: Connection
sk_sk: Pripojenie

# #32113
source: IP Address Method
sk_sk: Metóda IP adresy

# #32114
source: IP Address
sk_sk: IP adresa

# #32115
source: Subnet Mask
sk_sk: Maska podsiete

# #32116
source: Default Gateway
sk_sk: Implicitná brána

# #32117
source: Prefix Length
sk_sk: Dĺžka prefixu

# #32118
source: Privacy
sk_sk: Súkromie

# #32119
source: DNS Servers
sk_sk: DNS servery

# #32120
source: Nameserver #1
sk_sk: DNS server 1

# #32121
source: Nameserver #2
sk_sk: DNS server 2

# #32122
source: Nameserver #3
sk_sk: DNS server 3

# #32123
source: NTP Servers
sk_sk: NTP servery

# #32124
source: Timeserver #1
sk_sk: NTP server 1

# #32125
source: Timeserver #2
sk_sk: NTP server 2

# #32126
source: Timeserver #3
sk_sk: NTP server 3

# #32127
source: DNS Domains
sk_sk: DNS domény

# #32128
source: Domain #1
sk_sk: Doména #1

# #32129
source: Domain #2
sk_sk: Doména #2

# #32130
source: Domain #3
sk_sk: Doména #3

# #32140
source: Save
sk_sk: Uložiť

# #32141
source: Delete
sk_sk: Vymazať

# #32142
source: Refresh
sk_sk: Obnoviť

# #32143
source: Disconnect
sk_sk: Odpojiť

# #32144
source: Connect
sk_sk: Pripojiť

# #32145
source: Pair
sk_sk: Párovať

# #32146
source: Hidden Network Name
sk_sk: Názov skrytej siete

# #32147
source: Wireless Network Passphrase
sk_sk: Heslo bezdrôtovej siete

# #32148
source: Wireless Network Username
sk_sk: Prihlasovacie meno bezdrôtovej siete

# #32150
source: Edit
sk_sk: Upraviť

# #32180
source: Would you like to update @DISTRONAME@ now?
sk_sk: Prajete si aktualizovať @DISTRONAME@ teraz?

# #32181
source: Filename
sk_sk: Názov súboru

# #32182
source: Download speed
sk_sk: Rýchlosť sťahovania

# #32183
source: Time remaining
sk_sk: Zostávajúci čas

# #32184
source: Extract file
sk_sk: Rozbaliť súbor

# #32185
source: Extract speed
sk_sk: Rýchlosť rozbaľovania

# #32186
source: Initialize Archive File
sk_sk: Inicializujte súbor archívu

# #32187
source: New Version
sk_sk: Nová verzia

# #32188
source: Current Version
sk_sk: Aktuálna verzia

# #32189
source: Identification
sk_sk: Identifikácia

# #32190
source: System Name
sk_sk: Názov systému

# #32191
source: Invalid URL
sk_sk: Neplatné URL

# #32192
source: PIN lock
sk_sk: Zámok PIN

# #32193
source: Enable @DISTRONAME@ Settings PIN Lock
sk_sk: Povoliť zámok PIN pre vstup do nastavení @DISTRONAME@

# #32194
source: Change @DISTRONAME@ Settings PIN Lock
sk_sk: Zmeniť zámok PIN pre vstup do nastavení @DISTRONAME@

# #32196
source: About
sk_sk: O programe

# #32202
source: Use Samba Password Authentication
sk_sk: Používať pri SMB protokole overenie heslom

# #32203
source: Disable SSH Password
sk_sk: Zakázať SSH heslo

# #32204
source: Enable Samba
sk_sk: Povoliť Sambu

# #32205
source: Enable SSH
sk_sk: Povoliť SSH

# #32206
source: Enable Avahi (Zeroconf)
sk_sk: Povoliť Avahi (Zeroconf)

# #32208
source: Hidden Wlan
sk_sk: Skrytá Wlan

# #32209
source: SSH Password
sk_sk: SSH heslo

# #32210
source: The default SSH password is widely known and considered insecure.[CR][CR]Setting a personal password is recommended.
sk_sk: Predvolené SSH heslo je všeobecne známe a považuje sa na nedôveryhodné.[CR][CR]Odporúča sa použiť vlastné heslo.

# #32212
source: Cancel
sk_sk: Zrušiť

# #32213
source: Keep Existing
sk_sk: Zachovať existujúce

# #32214
source: Set Password
sk_sk: Nastaviť heslo

# #32215
source: Workgroup name
sk_sk: Názov pracovnej skupiny

# #32216
source: Auto-Share External Drives
sk_sk: Automaticky zdieľať externé úložiská

# #32217
source: Minimum supported protocol
sk_sk: Najnižší podporovaný protokol

# #32218
source: Maximum supported protocol
sk_sk: Najvyšší podporovaný protokol

# #32220
source: Bad password!
sk_sk: Nesprávne heslo!

# #32221
source: The entered password is too weak.[CR]SSH password is unchanged.
sk_sk: Zadané heslo je príliš slabé.[CR]SSH heslo nebolo zmenené.

# #32222
source: Password changed!
sk_sk: Heslo zmenené!

# #32223
source: The SSH password has been successfully changed.
sk_sk: SSH heslo bolo úspešne zmenené.

# #32224
source: Unknown error!
sk_sk: Neznáma chyba!

# #32225
source: There was an error during the process.[CR]SSH password is unchanged.
sk_sk: Počas procesu sa vyskytla chyba.[CR]SSH heslo ostáva nezmenené.

# #32226
source: Enter new 4 digit PIN
sk_sk: Zadajte nový štvorciferný PIN

# #32227
source: Re-enter PIN
sk_sk: Zadajte znovu PIN

# #32228
source: Error - PIN codes did not match!
sk_sk: Chyba - PINy sa nezhodujú!

# #32229
source: @DISTRONAME@ Settings PIN lock not set.[CR][CR]Please try again.
sk_sk: Zámok PIN pre prístup do nastavení @DISTRONAME@ nie je nastavený.[CR][CR]Skúste to, prosím, znova.

# #32230
source: @DISTRONAME@ Settings PIN lock set.
sk_sk: Zámok PIN pre prístup do nastavení @DISTRONAME@ bol nastavený.

# #32231
source: Your @DISTRONAME@ Settings PIN lock has been set to:
sk_sk: Zámok PIN pre prístup do nastavení @DISTRONAME@ bol nastavený na:

# #32232
source: Error - PIN code not 4 digits!
sk_sk: Chyba - kód PIN nie je štvorciferný!

# #32233
source: @DISTRONAME@ Settings Locked[CR]Enter 4 digit PIN
sk_sk: Nastavenia @DISTRONAME@ sú uzamknuté[CR]Zadajte štvorciferný PIN

# #32234
source: Incorrect PIN!
sk_sk: Nesprávny PIN!

# #32235
source: attempts remaining.
sk_sk: zostávajúce pokusy.

# #32236
source: You have entered an incorrect PIN too many times.[CR][CR]You will need to wait 5 minutes before trying again.
sk_sk: Presiahli ste limit počtu neúspešných zadaní PIN kódu.[CR][CR]Pred ďalším pokusom budete musieť 5 minút počkať.

# #32237
source: @DISTRONAME@ Settings Locked!
sk_sk: Nastavenia @DISTRONAME@ sú uzamknuté!

# #32238
source: Time remaining before PIN can be entered: %02d:%02d[CR][CR]Too many previous failed attempts.
sk_sk: Zostávajúci čas do zadania PIN: %02d:%02d[CR][CR]Príliš veľa neúspešných pokusov.

# #32300
source: Welcome to @DISTRONAME@
sk_sk: Vitajte v @DISTRONAME@

# #32301
source: Welcome
sk_sk: Vitajte

# #32302
source: This wizard will guide you through the process of setting up your new @DISTRONAME@ installation - setting your location, timezone and connecting you to the internet.[CR][CR]These settings can be changed later by navigating to Programs > @DISTRONAME@ Settings.
sk_sk: Tento sprievodca vás prevedie procesom nastavenia vašej novej inštalácie @DISTRONAME@ - nastavíte vašu polohu, časové pásmo a pripojenie na internet.[CR][CR]Tieto nastavenia môžte neskôr zmeniť iv ponuke Programy > Nastavenia @DISTRONAME@.

# #32303
source: Next
sk_sk: Ďalej

# #32304
source: To be identified easily on the network, your new @DISTRONAME@ machine needs a name.[CR][CR]Try to choose something meaningful - like the room it's in - so you'll know what it is when you see it on the network.[CR][CR]This name is used when configuring network services, like file sharing using samba.
sk_sk: Aby bolo možné v sieti ľahko identifikovať vaše nové @DISTRONAME@ zariadenie, je potrebné ho pomenovať.[CR][CR]Skúste vybrať zmysluplný názov (napríklad miestnosť, v ktorej sa nachádza), aby ste ho ľahko rozpoznali až ho uvidíte v sieti.[CR][CR]Tento názov bude použitý pri nastavovaní sieťových služieb ako napríklad zdieľanie súborov pomocou systému Samba.

# #32305
source: Networking
sk_sk: Pripojenie

# #32306
source: In order to download backdrops, banners and thumbnails for your movies and TV shows and to stream online content from sites like YouTube, @DISTRONAME@ needs to be connected the Internet.[CR][CR]An Internet connection is also required for @DISTRONAME@ to automatically update itself.
sk_sk: Ak chcete prevziať pozadia, bannery a náhľady pre vaše filmy a televízne relácie a prehrať online obsah z webových stránok, ako je YouTube, @DISTRONAME@ sa musí pripojiť na internet.[CR][CR]@DISTRONAME@ vyžaduje internetové pripojenie aj pre automatické aktualizácie.

# #32307
source: Previous
sk_sk: Predchádzajúce

# #32308
source: Hostname:
sk_sk: Názov hostiteľa:

# #32309
source: The following Networks are currently available:
sk_sk: K dispozícii sú tieto siete:

# #32310
source: Language:
sk_sk: Jazyk:

# #32311
source: Sharing and Remote Access
sk_sk: Zdieľanie a vzdialený prístup

# #32312
source: @DISTRONAME@ also supports SSH for remote access. This is for advanced users who wish to interact with @DISTRONAME@'s underlying operating system. The default user is [COLOR blue]root[/COLOR] and the default password is [COLOR blue]@ROOT_PASSWORD@[/COLOR].
sk_sk: @DISTRONAME@ tiež podporuje SSH pre vzdialený prístup. Je to pre pokročilých používateľov, ktorí chcú komunikovať so základným operačným systémom spoločnosti @DISTRONAME@. Predvolený používateľ je [COLOR blue]root[/COLOR] a predvolené heslo je [COLOR blue]@ROOT_PASSWORD@[/COLOR].

# #32313
source: In order to share your files between your computers @DISTRONAME@ has incorporated a samba server. This samba server can be integrated into your local network by accessing it in a familiar way with Finder or Windows Explorer.
sk_sk: Ak chcete zdieľať svoje súbory medzi počítačmi, @DISTRONAME@ obsahuje server samba. Tento server môže byť integrovaný do vašej lokálnej siete tak, že ho sprístupníte známym spôsobom pomocou aplikácie Finder alebo Windows Explorer.

# #32316
source: Configure Services:
sk_sk: Nastaviť služby:

# #32317
source: Thank you
sk_sk: Ďakujeme

# #32320
source: Enable Cron
sk_sk: Povoliť Cron

# #32323
source: Reset to Defaults
sk_sk: Použiť predvolené nastavenia

# #32324
source: Reset System Settings to defaults
sk_sk: Obnoviť nastavenia systému na predvolené hodnoty

# #32325
source: Reset @DISTRONAME@ to defaults
sk_sk: Obnoviť @DISTRONAME@ na predvolené hodnoty
